/*模型添加*/
INSERT INTO `$field` (`modelid`,`field`,`name`,`fieldtype`,`issystem`,`tips`,`emptytips`,`errortips`,`defaultvalue`,`maxlength`,`minlength`,`pattern`,`isunique`,`isnull`,`issearch`,`sortid`,`addtime`,`flag`,`ismain`) VALUES
('lastInsertId', 'categoryid', '栏目', 'categoryid', '1', '请选择栏目', '请选择栏目', '', '', '1', '1', '', '2', '1', '1', '0', '1123213', '1', '1'),
('lastInsertId', 'title', '标题', 'title', '1', '请输入标题', '标题不能为空,最大长度为100', '', '', '100', '1', '', '2', '1', '1', '1', '1123213', '1', '1'),
('lastInsertId', 'subtitle', '副标题', 'text', '1', '请填写副标题', '标题格式不正确,最大长度为100', '', '', '100', '0', '', '2', '2', '1', '2', '1123213', '1', '1'),
('lastInsertId', 'thumb', '缩略图', 'image', '1', '', '', '', '', '0', '0', '', '2', '2', '2', '8', '1123213', '1', '1'),
('lastInsertId', 'seotitle', '页面标题', 'seotitle', '1', '', '页面标题格式不正确,最大长度为62', '', '', '62', '0', '', '2', '2', '1', '3', '1123213', '1', '1'),
('lastInsertId', 'keywords', '关键词', 'seokeywords', '1', '', '关键词格式不正确,最大长度为200', '', '', '200', '0', '', '2', '2', '1', '4', '1123213', '1', '1'),
('lastInsertId', 'description', '内容描述', 'seodescription', '1', '', '内容描述格式不正确,最大长度为300', '', '', '300', '0', '', '2', '2', '2', '5', '1123213', '1', '1'),
('lastInsertId', 'source', '来源', 'text', '1', '', '来源格式不正确,最大长度为100', '', '', '100', '0', '', '2', '2', '2', '6', '1123213', '1', '1'),
('lastInsertId', 'username', '作者', 'text', '1', '', '作者格式不正确,最大长度为50', '', '', '50', '0', '', '2', '2', '2', '7', '1123213', '1', '1'),
('lastInsertId', 'sorttype', '排序方式', 'sorttype', '1', '', '', '', '', '0', '0', '', '2', '2', '2', '11', '1123213', '1', '1'),
('lastInsertId', 'publishopt', '发布选项', 'publishopt', '1', '请选择发布选项', '', '', '', '0', '0', '', '2', '1', '2', '13', '1123213', '1', '1'),
('lastInsertId', 'publishtime', '发布时间', 'datetime', '1', '请选择发布时间', '', '', '', '0', '0', '', '2', '1', '2', '14', '1123213', '1', '1'),
('lastInsertId', 'hits', '点击量', 'text', '1', '', '', '', '', '0', '0', '^[1-9]\\\\d*$', '2', '2', '2', '10', '1123213', '1', '1'),
('lastInsertId', 'content', '内容', 'editor', '2', '', '', '', '', '0', '0', '', '2', '2', '1', '7', '1123213', '1', '1'),
('lastInsertId', 'template', '选择模板', 'template', '2', '', '', '', '', '0', '0', '', '2', '1', '2', '15', '1123213', '1', '1'),
('lastInsertId', 'allowcomment', '评论选项', 'allowcomment', '2', '', '', '', '', '0', '0', '', '2', '1', '2', '9', '1123213', '1', '1'),
('lastInsertId', 'readpower', '阅读权限', 'readpower', '2', '', '', '', '', '0', '0', '', '2', '2', '2', '12', '1123213', '1', '1');
