<?php
return array
(
	'char_set'=>'utf-8',/*后台全站编码*/

	'file_upload_limit' => 10,
	'file_size' => 2,

	//升级跟新
	'upgrade_url'      =>'http://my.com/',				//升级网站链接
	'upgrade_file_dir' =>'http://my.com/upgrade/',	    //要升级的文件目录
	'upgrade_manifest' =>'ManiFest.xml',				//升级文件清单配置文件
    'nation'=>array('汉族','蒙古族','彝族','侗族','哈萨克族','畲族','纳西族','仫佬族','仡佬族','怒族','保安族','鄂伦春族','回族','壮族','瑶族','傣族','高山族','景颇族','羌族','锡伯族','乌孜别克族','裕固族','赫哲族','藏族','布依族','白族','黎族','拉祜族','柯尔克孜族','布朗族','阿昌族','俄罗斯族','京族','门巴族','维吾尔族','朝鲜族','土家族','傈僳族','水族','土族','撒拉族','普米族','鄂温克族','塔塔尔族','珞巴族','苗族','满族','哈尼族','佤族','东乡族','达斡尔族','毛南族','塔吉克族','德昂族','独龙族','基诺族'),
 );