<?php
/**
 *--------------------------------------------------------------------------------------
 * iZhanCMS 爱站内容管理系统  (http://www.izhancms.com)
 *
 * 字段正则
 *
 *
 * @author     佟新华<tongxinhua@mail.b2b.cn>   2013-3-11 下午5:22:39
 * @filename   CategoryModel.php  UTF-8
 * @copyright  Copyright (c) 2004-2012 Mainone Technologies Inc. (http://www.b2b.cn)
 * @license    http://www.izhancms.com/license/   iZhanCMS 1.0
 * @version    iZhanCMS 1.0
 * @link       http://www.izhancms.com
 * @link       http://www.b2b.cn
 * @since      1.0.0
 *-------------------------------------------------------------------------------------
 */


return array(
	'常用正则'=>'',
	'数字' => '/^([+-]?)\\\\d+(\\\\.?\\\\d)*$/',
	'整数'=>'/^-?[1-9]+\\\\d*$/',
	'字母'=>'/^[A-Za-z]+$/',
	'数字+字母'=>'/^[A-Za-z0-9]+$/',
	'E-mail'=>'/\\\\w+((-\\\\w+)|(\\\\.\\\\w+))*\\\\@[A-Za-z0-9]+((\\\\.|-)[A-Za-z0-9]+)*\\\\.[A-Za-z0-9]+$/',
	'超级链接'=>'/^http[s]?:\\\\/\\\\/([\\\\w-]+\\\\.)+[\\\\w-\\\\.\\\\/\\\\&\\\\?]+/',
	'手机号码'=>'/^(13|15|18)[0-9]{9}$/',
	'电话号码'=>'/^[0-9]{3,4}[0-9]{7,8}$/',
	'邮政编码'=>'/^\\\\d{6}$/',
	'身份证号'=>'/^[1-9]([0-9]{14}|[0-9]{17}|[0-9]{16}[X|x])$/',
);