<?php
 return array (
 'char_set'=>'utf-8',/*后台全站编码*/
 'person_type_admin'=>array('纪念先祖','纪念姐妹','缅怀亲人','纪念友人','纪念同事','纪念老师','纪念爱人','纪念兄弟','祖先','祖父','祖母','外公','外婆','父亲','母亲','岳父','岳母','公公','婆婆','丈夫','妻子','儿子','女儿','哥哥','姐姐','弟弟','妹妹','亲属','老师','朋友','同事','其他'),
 'nation'=>array('汉族','蒙古族','彝族','侗族','哈萨克族','畲族','纳西族','仫佬族','仡佬族','怒族','保安族','鄂伦春族','回族','壮族','瑶族','傣族','高山族','景颇族','羌族','锡伯族','乌孜别克族','裕固族','赫哲族','藏族','布依族','白族','黎族','拉祜族','柯尔克孜族','布朗族','阿昌族','俄罗斯族','京族','门巴族','维吾尔族','朝鲜族','土家族','傈僳族','水族','土族','撒拉族','普米族','鄂温克族','塔塔尔族','珞巴族','苗族','满族','哈尼族','佤族','东乡族','达斡尔族','毛南族','塔吉克族','德昂族','独龙族','基诺族'),
     'person_type'=>array('祖先','祖父','祖母','外公','外婆','父亲','母亲','岳父','岳母','公公','婆婆','丈夫','妻子','儿子','女儿','哥哥','姐姐','弟弟','妹妹','亲属','老师','朋友','同事','其他'),
     'nation'=>array('汉族','蒙古族','彝族','侗族','哈萨克族','畲族','纳西族','仫佬族','仡佬族','怒族','保安族','鄂伦春族','回族','壮族','瑶族','傣族','高山族','景颇族','羌族','锡伯族','乌孜别克族','裕固族','赫哲族','藏族','布依族','白族','黎族','拉祜族','柯尔克孜族','布朗族','阿昌族','俄罗斯族','京族','门巴族','维吾尔族','朝鲜族','土家族','傈僳族','水族','土族','撒拉族','普米族','鄂温克族','塔塔尔族','珞巴族','苗族','满族','哈尼族','佤族','东乡族','达斡尔族','毛南族','塔吉克族','德昂族','独龙族','基诺族'),
 'zimu'=>array('A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z'),
 'weibo'=>array(
    "WB_AKEY"=> '1891010437',
    "WB_SKEY"=> '979335d648601ebb60c03deba9607683',
    "WB_CALLBACK_URL"=> 'http://nginx100.com/callback.php'
    ),
 );